Repository: batonogov/pine
Catalog: Pine/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# menu.resetFontSize
source: Reset Font Size
de: Schriftgröße zurücksetzen
es: Restablecer tamaño de fuente
fr: Réinitialiser la taille de la police
ja: フォントサイズをリセット
ko: 글꼴 크기 초기화
pt_br: Redefinir tamanho da fonte
ru: Сбросить размер шрифта
zh_hans: 重置字体大小

# menu.revealFileInFinder
source: Reveal File in Finder
de: Datei im Finder anzeigen
es: Mostrar archivo en Finder
fr: Afficher le fichier dans le Finder
ja: Finderでファイルを表示
ko: Finder에서 파일 보기
pt_br: Revelar arquivo no Finder
ru: Показать файл в Finder
zh_hans: 在 Finder 中显示文件

# menu.revealProjectInFinder
source: Reveal Project in Finder
de: Projekt im Finder anzeigen
es: Mostrar proyecto en Finder
fr: Afficher le projet dans le Finder
ja: Finderでプロジェクトを表示
ko: Finder에서 프로젝트 보기
pt_br: Revelar projeto no Finder
ru: Показать проект в Finder
zh_hans: 在 Finder 中显示项目

# menu.revertAllChanges
source: Revert All Changes
de: Alle Änderungen rückgängig machen
es: Revertir todos los cambios
fr: Annuler toutes les modifications
ja: すべての変更を元に戻す
ko: 모든 변경 되돌리기
pt_br: Reverter todas as alterações
ru: Откатить все изменения
zh_hans: 还原所有更改

# menu.revertChange
source: Revert Change
de: Änderung rückgängig machen
es: Revertir cambio
fr: Annuler la modification
ja: 変更を元に戻す
ko: 변경 되돌리기
pt_br: Reverter alteração
ru: Откатить изменение
zh_hans: 还原更改

# menu.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# menu.saveAll
source: Save All
de: Alle sichern
es: Guardar todo
fr: Tout enregistrer
ja: すべてを保存
ko: 모두 저장
pt_br: Salvar tudo
ru: Сохранить всё
zh_hans: 全部保存

# menu.saveAs
source: Save As…
de: Sichern unter…
es: Guardar como…
fr: Enregistrer sous…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 另存为…

# menu.sendToTerminal
source: Send to Terminal
de: An Terminal senden
es: Enviar al terminal
fr: Envoyer au terminal
ja: ターミナルに送信
ko: 터미널로 보내기
pt_br: Enviar ao terminal
ru: Отправить в терминал
zh_hans: 发送到终端

# menu.toggleTerminalZoom
source: Toggle Terminal Zoom
de: Terminal-Zoom umschalten
es: Alternar zoom del terminal
fr: Basculer le zoom du terminal
ja: ターミナルのズームを切り替え
ko: 터미널 확대 전환
pt_br: Alternar zoom do terminal
ru: Переключить масштаб терминала
zh_hans: 切换终端缩放

# menu.smartListContinuation
source: Smart List Continuation
de: Intelligente Listenfortsetzung
es: Continuación inteligente de listas
fr: Continuation intelligente des listes
ja: スマートリスト継続
ko: 스마트 목록 계속
pt_br: Continuação inteligente de listas
ru: Умное продолжение списков
zh_hans: 智能列表续行

# menu.switchBranch
source: Switch Branch…
de: Branch wechseln…
es: Cambiar rama…
fr: Changer de branche…
ja: ブランチを切替…
ko: 브랜치 전환…
pt_br: Trocar branch…
ru: Сменить ветку…
zh_hans: 切换分支…

# menu.toggleBlame
source: Toggle Git Blame
de: Git Blame umschalten
es: Alternar Git Blame
fr: Afficher/masquer Git Blame
ja: Git Blameを切り替え
ko: Git Blame 전환
pt_br: Alternar Git Blame
ru: Переключить Git Blame
zh_hans: 切换 Git Blame

# menu.toggleComment
source: Toggle Comment
de: Kommentar umschalten
es: Alternar comentario
fr: Commenter/décommenter
ja: コメントを切り替え
ko: 주석 전환
pt_br: Alternar comentário
ru: Переключить комментарий
zh_hans: 切换注释

# menu.toggleMinimap
source: Toggle Minimap
de: Minimap umschalten
es: Alternar minimapa
fr: Afficher/masquer la minicarte
ja: ミニマップを切り替え
ko: 미니맵 전환
pt_br: Alternar minimapa
ru: Переключить миникарту
zh_hans: 切换迷你地图

# menu.togglePreview
source: Toggle Preview
de: Vorschau umschalten
es: Alternar vista previa
fr: Afficher/masquer l'aperçu
ja: プレビューを切り替え
ko: 미리보기 전환
pt_br: Alternar pré-visualização
ru: Переключить предпросмотр
zh_hans: 切换预览

# menu.toggleValidation
source: Toggle Validation
de: Validierung umschalten
es: Alternar validación
fr: Activer/désactiver la validation
ja: バリデーションを切り替え
ko: 유효성 검사 전환
pt_br: Alternar validação
ru: Переключить валидацию
zh_hans: 切换验证

# menu.toggleWordWrap
source: Toggle Word Wrap
de: Zeilenumbruch umschalten
es: Alternar ajuste de línea
fr: Activer/désactiver le retour à la ligne
ja: 折り返しを切り替え
ko: 줄 바꿈 전환
pt_br: Alternar quebra de linha
ru: Переключить перенос строк
zh_hans: 切换自动换行

# menu.unfoldAll
source: Unfold All
de: Alles ausfalten
es: Desplegar todo
fr: Tout déplier
ja: すべて展開する
ko: 모두 펼치기
pt_br: Expandir tudo
ru: Развернуть все
zh_hans: 全部展开

# menu.unfoldCode
source: Unfold
de: Ausfalten
es: Desplegar
fr: Déplier
ja: 展開する
ko: 펼치기
pt_br: Expandir
ru: Развернуть
zh_hans: 展开

# menu.useSelectionForFind
source: Use Selection for Find
de: Auswahl für Suche verwenden
es: Usar selección para buscar
fr: Utiliser la sélection pour rechercher
ja: 選択範囲を検索に使用
ko: 찾기에 선택 항목 사용
pt_br: Usar seleção para busca
ru: Искать выделенное
zh_hans: 使用所选内容查找

# menu.view
source: View
de: Darstellung
es: Vista
fr: Présentation
ja: 表示
ko: 보기
pt_br: Visualização
ru: Вид
zh_hans: 显示

# openPanel.message
source: Choose a project folder
de: Projektordner auswählen
es: Elija una carpeta de proyecto
fr: Choisissez un dossier de projet
ja: プロジェクトフォルダを選択
ko: 프로젝트 폴더 선택
pt_br: Escolha uma pasta de projeto
ru: Выберите папку проекта
zh_hans: 选择项目文件夹

# openPanel.prompt
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

# progress.gitCheckout
source: Switching branch…
de: Branch wird gewechselt…
es: Cambiando de rama…
fr: Changement de branche…
ja: ブランチを切り替え中…
ko: 브랜치 전환 중…
pt_br: Alternando branch…
ru: Переключение ветки…
zh_hans: 正在切换分支…

# progress.gitStatus
source: Refreshing git status…
de: Git-Status wird aktualisiert…
es: Actualizando estado de Git…
fr: Actualisation de l’état Git…
ja: Git ステータスを更新中…
ko: Git 상태 새로 고치는 중…
pt_br: Atualizando status do Git…
ru: Обновление git статуса…
zh_hans: 正在刷新 Git 状态…

# progress.loadingFile
source: Loading file…
de: Datei wird geladen…
es: Cargando archivo…
fr: Chargement du fichier…
ja: ファイルを読み込み中…
ko: 파일 불러오는 중…
pt_br: Carregando arquivo…
ru: Загрузка файла…
zh_hans: 正在加载文件…

# progress.loadingProject
source: Loading project…
de: Projekt wird geladen…
es: Cargando proyecto…
fr: Chargement du projet…
ja: プロジェクトを読み込み中…
ko: 프로젝트 불러오는 중…
pt_br: Carregando projeto…
ru: Загрузка проекта…
zh_hans: 正在加载项目…

# quickOpen.noResults
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果なし
ko: 결과 없음
pt_br: Sem resultados
ru: Нет результатов
zh_hans: 无结果

# quickOpen.placeholder
source: Type a file name…
de: Dateiname eingeben…
es: Escriba un nombre de archivo…
fr: Saisissez un nom de fichier…
ja: ファイル名を入力…
ko: 파일 이름 입력…
pt_br: Digite o nome do arquivo…
ru: Введите имя файла…
zh_hans: 输入文件名…

# quickOpen.recentEmpty
source: No Recent Files
de: Keine zuletzt geöffneten Dateien
es: No hay archivos recientes
fr: Aucun fichier récent
ja: 最近のファイルはありません
ko: 최근 파일 없음
pt_br: Nenhum arquivo recente
ru: Нет недавних файлов
zh_hans: 没有最近的文件

# quit.failure.message
source: Pine couldn’t safely finish saving state or stopping running work. Review the affected projects and try again.
de: Pine konnte den Zustand nicht sicher speichern oder laufende Arbeiten beenden. Prüfen Sie die betroffenen Projekte und versuchen Sie es erneut.
es: Pine no pudo terminar de guardar el estado o detener el trabajo en curso de forma segura. Revisa los proyectos afectados e inténtalo de nuevo.
fr: Pine n’a pas pu terminer en toute sécurité l’enregistrement de l’état ou l’arrêt du travail en cours. Vérifiez les projets concernés et réessayez.
ja: Pine は状態の保存または実行中の作業の停止を安全に完了できませんでした。対象のプロジェクトを確認して、もう一度お試しください。
ko: Pine이 상태 저장 또는 실행 중인 작업 중지를 안전하게 완료하지 못했습니다. 영향을 받는 프로젝트를 검토한 후 다시 시도하세요.
pt_br: O Pine não conseguiu concluir com segurança o salvamento do estado ou a interrupção do trabalho em execução. Revise os projetos afetados e tente novamente.
ru: Pine не удалось безопасно завершить сохранение состояния или остановку выполняющейся работы. Проверьте затронутые проекты и повторите попытку.
zh_hans: Pine 无法安全地完成状态保存或停止正在运行的工作。请检查受影响的项目后重试。

# quit.failure.title
source: Pine Couldn’t Quit
de: Pine konnte nicht beendet werden
es: Pine no pudo salir
fr: Pine n’a pas pu quitter
ja: Pine を終了できませんでした
ko: Pine을 종료할 수 없음
pt_br: O Pine não pôde sair
ru: Не удалось завершить Pine
zh_hans: Pine 无法退出

# quit.summary.message %lld
source: Projects requiring attention: %lld. Review each project before quitting, or quit anyway to discard unsaved changes and stop running work.
de: Zu prüfende Projekte: %lld. Prüfen Sie jedes Projekt vor dem Beenden, oder beenden Sie trotzdem, um ungesicherte Änderungen zu verwerfen und laufende Arbeiten zu stoppen.
es: Proyectos que requieren atención: %lld. Revisa cada proyecto antes de salir o sal de todas formas para descartar los cambios sin guardar y detener el trabajo en curso.
fr: Projets nécessitant votre attention : %lld. Vérifiez chaque projet avant de quitter, ou quittez quand même pour ignorer les modifications non enregistrées et arrêter le travail en cours.
ja: 確認が必要なプロジェクト：%lld。 終了前に各プロジェクトを確認するか、保存されていない変更を破棄して実行中の作業を停止し、そのまま終了してください。
ko: 검토가 필요한 프로젝트: %lld. 종료하기 전에 각 프로젝트를 검토하거나, 저장되지 않은 변경 사항을 버리고 실행 중인 작업을 중지한 후 종료하세요.
pt_br: Projetos que precisam de atenção: %lld. Revise cada projeto antes de sair ou saia mesmo assim para descartar alterações não salvas e interromper o trabalho em execução.
ru: Проектов, требующих внимания: %lld. Проверьте каждый проект перед выходом или выйдите всё равно, чтобы отбросить несохранённые изменения и остановить выполняющуюся работу.
zh_hans: 需要检查的项目：%lld。 退出前请检查每个项目，或仍然退出以丢弃未保存的更改并停止正在运行的工作。

# quit.summary.quitAnyway
source: Quit Anyway
de: Trotzdem beenden
es: Salir de todas formas
fr: Quitter quand même
ja: そのまま終了
ko: 그래도 종료
pt_br: Sair mesmo assim
ru: Всё равно выйти
zh_hans: 仍然退出

# quit.summary.review
source: Review…
de: Prüfen …
es: Revisar…
fr: Vérifier…
ja: 確認…
ko: 검토…
pt_br: Revisar…
ru: Проверить…
zh_hans: 检查…

# quit.summary.title
source: Review Before Quitting
de: Vor dem Beenden prüfen
es: Revisar antes de salir
fr: Vérifier avant de quitter
ja: 終了前に確認
ko: 종료 전 검토
pt_br: Revisar antes de sair
ru: Проверка перед выходом
zh_hans: 退出前检查

# recovery.discard
source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 破棄
ko: 삭제
pt_br: Descartar
ru: Отклонить
zh_hans: 放弃

# recovery.message
source: Pine found unsaved changes from a previous session. Would you like to recover them?
de: Pine hat ungesicherte Änderungen aus einer vorherigen Sitzung gefunden. Möchten Sie diese wiederherstellen?
es: Pine encontró cambios sin guardar de una sesión anterior. ¿Desea recuperarlos?
fr: Pine a trouvé des modifications non enregistrées d'une session précédente. Voulez-vous les récupérer ?
ja: Pineは前回のセッションから未保存の変更を検出しました。復元しますか？
ko: Pine이 이전 세션에서 저장되지 않은 변경 사항을 발견했습니다. 복구하시겠습니까?
pt_br: O Pine encontrou alterações não salvas de uma sessão anterior. Deseja recuperá-las?
ru: Pine обнаружил несохранённые изменения из предыдущей сессии. Хотите их восстановить?
zh_hans: Pine 发现了上一个会话中未保存的更改。是否要恢复它们？

# recovery.recoverAll
source: Recover All
de: Alle wiederherstellen
es: Recuperar todo
fr: Tout récupérer
ja: すべて復元
ko: 모두 복구
pt_br: Recuperar tudo
ru: Восстановить все
zh_hans: 全部恢复

# recovery.title
source: Recovered Files
de: Wiederhergestellte Dateien
es: Archivos recuperados
fr: Fichiers récupérés
ja: 復元されたファイル
ko: 복구된 파일
pt_br: Arquivos recuperados
ru: Восстановленные файлы
zh_hans: 已恢复的文件

# recovery.untitled
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ja: 名称未設定
ko: 제목 없음
pt_br: Sem título
ru: Без названия
zh_hans: 无标题

# rename.error.duplicate
source: An item named “%@” already exists.
de: Ein Objekt mit dem Namen „%@“ ist bereits vorhanden.
es: Ya existe un elemento llamado «%@».
fr: Un élément nommé « %@ » existe déjà.
ja: 「%@」という名前の項目はすでに存在します。
ko: “%@”이라는 이름의 항목이 이미 있습니다.
pt_br: Já existe um item chamado “%@”.
ru: Объект с именем «%@» уже существует.
zh_hans: 已存在名为“%@”的项目。

# rename.error.duplicate %@
source: A file named "%@" already exists.
de: Eine Datei mit dem Namen "%@" ist bereits vorhanden.
es: Ya existe un archivo llamado "%@".
fr: Un fichier nommé « %@ » existe déjà.
ja: 「%@」という名前のファイルはすでに存在します。
ko: %@ 파일이 이미 있습니다.
pt_br: Um arquivo chamado "%@" já existe.
ru: Файл с именем «%@» уже существует.
zh_hans: 名为「%@」的文件已存在。

# rename.error.empty
source: Name cannot be empty.
de: Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
ja: 名前を空にすることはできません。
ko: 이름은 비워 둘 수 없습니다.
pt_br: O nome não pode ficar vazio.
ru: Имя не может быть пустым.
zh_hans: 名称不能为空。

# rename.error.invalidCharacters
source: Name cannot contain “/” or “:”.
de: Der Name darf weder „/“ noch „:“ enthalten.
es: El nombre no puede contener «/» ni «:».
fr: Le nom ne peut pas contenir « / » ni « : ».
ja: 名前に「/」または「:」を含めることはできません。
ko: 이름에는 “/” 또는 “:”을 포함할 수 없습니다.
pt_br: O nome não pode conter “/” nem “:”.
ru: Имя не может содержать «/» или «:».
zh_hans: 名称不能包含“/”或“:”。

# revertAll.button
source: Revert All
de: Alle zurücksetzen
es: Revertir todo
fr: Tout annuler
ja: すべて復元
ko: 모두 되돌리기
pt_br: Reverter tudo
ru: Вернуть всё
zh_hans: 全部还原

# revertAll.message
source: All changes in "%@" will be permanently lost. This action cannot be undone.
de: Alle Änderungen in "%@" gehen dauerhaft verloren. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todos los cambios en "%@" se perderán permanentemente. Esta acción no se puede deshacer.
fr: Toutes les modifications dans "%@" seront définitivement perdues. Cette action est irréversible.
ja: "%@" のすべての変更が永久に失われます。この操作は元に戻せません。
ko: "%@"의 모든 변경 사항이 영구적으로 손실됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Todas as alterações em "%@" serão permanentemente perdidas. Esta ação não pode ser desfeita.
ru: Все изменения в "%@" будут безвозвратно потеряны. Это действие нельзя отменить.
zh_hans: "%@" 中的所有更改将永久丢失。此操作无法撤销。

# revertAll.title
source: Revert All Changes?
de: Alle Änderungen zurücksetzen?
es: ¿Revertir todos los cambios?
fr: Annuler toutes les modifications ?
ja: すべての変更を復元しますか？
ko: 모든 변경 사항을 되돌리시겠습니까?
pt_br: Reverter todas as alterações?
ru: Вернуть все изменения?
zh_hans: 还原所有更改？

# saveAsPanel.title
source: Save As
de: Sichern unter
es: Guardar como
fr: Enregistrer sous
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar como
ru: Сохранить как
zh_hans: 另存为

# search.caseSensitive
source: Case Sensitive
de: Groß-/Kleinschreibung
es: Distinguir mayúsculas
fr: Sensible à la casse
ja: 大文字と小文字を区別
ko: 대소문자 구분
pt_br: Diferenciar maiúsculas
ru: С учётом регистра
zh_hans: 区分大小写

# search.close
source: Close Search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
ja: 検索を閉じる
ko: 검색 닫기
pt_br: Fechar busca
ru: Закрыть поиск
zh_hans: 关闭搜索

# search.truncatedPerFile %lld
source: Per-file results limited to %lld matches — refine your query
de: Pro Datei auf %lld Treffer begrenzt — verfeinern Sie die Suche
es: Resultados por archivo limitados a %lld coincidencias — refine su búsqueda
fr: Résultats par fichier limités à %lld correspondances — affinez votre recherche
ja: ファイルあたりの結果は %lld 件まで制限されています — 検索を絞り込んでください
ko: 파일당 결과가 %lld개로 제한되었습니다 — 검색어를 구체화하세요
pt_br: Resultados por arquivo limitados a %lld correspondências — refine sua busca
ru: Результатов на файл: не более %lld — уточните запрос
zh_hans: 每个文件的结果限制为 %lld 个匹配 — 请优化搜索条件

# search.truncatedTotal %lld %lld
source: Showing %1$lld of %2$lld matches — refine your query
de: Zeige %1$lld von %2$lld Treffern — verfeinern Sie die Suche
es: Mostrando %1$lld de %2$lld coincidencias — refine su búsqueda
fr: Affichage de %1$lld sur %2$lld correspondances — affinez votre recherche
ja: %1$lld / %2$lld 件を表示中 — 検索を絞り込んでください
ko: %2$lld개 중 %1$lld개 표시 중 — 검색어를 구체화하세요
pt_br: Mostrando %1$lld de %2$lld correspondências — refine sua busca
ru: Показано %1$lld из %2$lld совпадений — уточните запрос
zh_hans: 显示 %2$lld 个匹配中的 %1$lld 个 — 请优化搜索条件

# search.initialDescription
source: Type to search across all project files
de: Text eingeben, um alle Projektdateien zu durchsuchen
es: Escribe para buscar en todos los archivos del proyecto
fr: Saisissez du texte pour rechercher dans tous les fichiers du projet
ja: 入力してプロジェクト内のすべてのファイルを検索
ko: 프로젝트의 모든 파일을 검색하려면 입력하세요
pt_br: Digite para buscar em todos os arquivos do projeto
ru: Введите текст для поиска по всем файлам проекта
zh_hans: 输入内容以搜索所有项目文件

# search.initialPrompt
source: Search in Project
de: Im Projekt suchen
es: Buscar en el proyecto
fr: Rechercher dans le projet
ja: プロジェクト内を検索
ko: 프로젝트에서 검색
pt_br: Buscar no projeto
ru: Поиск по проекту
zh_hans: 在项目中搜索

# search.noResults
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果なし
ko: 결과 없음
pt_br: Nenhum resultado
ru: Нет результатов
zh_hans: 无结果

# search.placeholder
source: Search in Project
de: Im Projekt suchen
es: Buscar en el proyecto
fr: Rechercher dans le projet
ja: プロジェクト内を検索
ko: 프로젝트에서 검색
pt_br: Buscar no projeto
ru: Поиск в проекте
zh_hans: 在项目中搜索

# sidebar.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件

# sidebar.filesTitle
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件

# sidebar.noFolderOpen
source: No Folder Open
de: Kein Ordner geöffnet
es: Ninguna carpeta abierta
fr: Aucun dossier ouvert
ja: フォルダが開かれていません
ko: 열린 폴더 없음
pt_br: Nenhuma pasta aberta
ru: Папка не открыта
zh_hans: 未打开文件夹

# sidebar.openFolderButton
source: Open Folder…
de: Ordner öffnen…
es: Abrir carpeta…
fr: Ouvrir un dossier…
ja: フォルダを開く…
ko: 폴더 열기…
pt_br: Abrir pasta…
ru: Открыть папку…
zh_hans: 打开文件夹…

# sidebar.openFolderPrompt
source: Open a folder to get started
de: Öffnen Sie einen Ordner, um zu beginnen
es: Abra una carpeta para comenzar
fr: Ouvrez un dossier pour commencer
ja: フォルダを開いて始めましょう
ko: 시작하려면 폴더를 여세요
pt_br: Abra uma pasta para começar
ru: Откройте папку, чтобы начать
zh_hans: 打开文件夹以开始

# sidebar.openFolderTooltip
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
ja: フォルダを開く
ko: 폴더 열기
pt_br: Abrir pasta
ru: Открыть папку
zh_hans: 打开文件夹

# sidebar.search
source: Search
de: Suche
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

# statusbar.activeAgentCount %lld
source: %lld agents active
de: %lld Agenten aktiv
es: %lld agentes activos
fr: %lld agents actifs
ja: %lld エージェント稼働中
ko: 에이전트 %lld개 활성
pt_br: %lld agentes ativos
ru: %lld агента активны
zh_hans: %lld 个代理活动中

# statusbar.agentSessionCount %lld
source: %lld agent sessions
de: %lld Agent-Sitzungen
es: %lld sesiones de agentes
fr: %lld sessions d’agents
ja: %lld 件のエージェントセッション
ko: 에이전트 세션 %lld개
pt_br: %lld sessões de agentes
ru: %lld сессии агента
zh_hans: %lld 个代理会话

# statusbar.agentActive
source: agent active
de: Agent aktiv
es: agente activo
fr: agent actif
ja: エージェント稼働中
ko: 에이전트 활성
pt_br: agente ativo
ru: агент активен
zh_hans: 代理活动中

# statusbar.agentsActive
source: agents active
de: Agenten aktiv
es: agentes activos
fr: agents actifs
ja: エージェント稼働中
ko: 에이전트 활성
pt_br: agentes ativos
ru: агентов активно
zh_hans: 代理活动中

# statusbar.agentSession
source: agent session
de: Agent-Sitzung
es: sesión de agente
fr: session d’agent
ja: エージェントセッション
ko: 에이전트 세션
pt_br: sessão do agente
ru: сессия агента
zh_hans: 代理会话

# statusbar.agentSessions
source: agent sessions
de: Agent-Sitzungen
es: sesiones de agentes
fr: sessions d’agents
ja: エージェントセッション
ko: 에이전트 세션
pt_br: sessões de agentes
ru: сессий агентов
zh_hans: 代理会话

# statusbar.encodingDisabledDirty
source: Save or revert the file to change encoding
de: Datei speichern oder verwerfen, um die Codierung zu ändern
es: Guarda o revierte el archivo para cambiar la codificación
fr: Enregistrez ou rétablissez le fichier pour modifier l'encodage
ja: エンコーディングを変更するにはファイルを保存または取り消してください
ko: 인코딩을 변경하려면 파일을 저장하거나 되돌리세요
pt_br: Salve ou reverta o arquivo para alterar a codificação
ru: Сохраните или отмените изменения, чтобы изменить кодировку
zh_hans: 保存或还原文件以更改编码

# symbolKind.class
source: Class
de: Klasse
es: Clase
fr: Classe
ja: クラス
ko: 클래스
pt_br: Classe
ru: Класс
zh_hans: 类

# symbolKind.enum
source: Enum
de: Aufzählung
es: Enumeración
fr: Énumération
ja: 列挙型
ko: 열거형
pt_br: Enumeração
ru: Перечисление
zh_hans: 枚举

# symbolKind.function
source: Function
de: Funktion
es: Función
fr: Fonction
ja: 関数
ko: 함수
pt_br: Função
ru: Функция
zh_hans: 函数

# symbolKind.interface
source: Interface
de: Schnittstelle
es: Interfaz
ja: インターフェース
ko: 인터페이스
ru: Интерфейс
zh_hans: 接口

# symbolKind.namespace
source: Namespace
de: Namensraum
es: Espacio de nombres
fr: Espace de noms
ja: 名前空間
ko: 네임스페이스
pt_br: Espaço de nomes
ru: Пространство имён
zh_hans: 命名空间

# symbolKind.property
source: Property
de: Eigenschaft
es: Propiedad
fr: Propriété
ja: プロパティ
ko: 속성
pt_br: Propriedade
ru: Свойство
zh_hans: 属性

# symbolKind.struct
source: Struct
de: Struktur
es: Estructura
fr: Structure
ja: 構造体
ko: 구조체
pt_br: Estrutura
ru: Структура
zh_hans: 结构体

# symbolNavigator.empty
source: No symbols found
de: Keine Symbole gefunden
es: No se encontraron símbolos
fr: Aucun symbole trouvé
ja: シンボルが見つかりません
ko: 심볼을 찾을 수 없음
pt_br: Nenhum símbolo encontrado
ru: Символы не найдены
zh_hans: 未找到符号

# symbolNavigator.noResults
source: No matching symbols
de: Keine passenden Symbole
es: Sin símbolos coincidentes
fr: Aucun symbole correspondant
ja: 一致するシンボルがありません
ko: 일치하는 심볼 없음
pt_br: Nenhum símbolo correspondente
ru: Совпадений не найдено
zh_hans: 没有匹配的符号

# symbolNavigator.placeholder
source: Search symbols...
de: Symbole suchen…
es: Buscar símbolos...
fr: Rechercher des symboles…
ja: シンボルを検索...
ko: 심볼 검색...
pt_br: Buscar símbolos...
ru: Поиск символов...
zh_hans: 搜索符号...

# tab.closeAllTabs
source: Close All Tabs
de: Alle Tabs schließen
es: Cerrar todas las pestañas
fr: Fermer tous les onglets
ja: すべてのタブを閉じる
ko: 모든 탭 닫기
pt_br: Fechar todas as abas
ru: Закрыть все вкладки
zh_hans: 关闭所有标签页

# tab.closeOtherTabs
source: Close Other Tabs
de: Andere Tabs schließen
es: Cerrar otras pestañas
fr: Fermer les autres onglets
ja: 他のタブを閉じる
ko: 다른 탭 닫기
pt_br: Fechar outras abas
ru: Закрыть другие вкладки
zh_hans: 关闭其他标签页

# tab.closeTabDisabledPinned
source: Tab is pinned — unpin to close
de: Tab ist angeheftet — lösen, um zu schließen
es: La pestaña está fijada — desfíjala para cerrarla
fr: L'onglet est épinglé — désépinglez-le pour le fermer
ja: タブが固定されています — 固定解除して閉じる
ko: 탭이 고정되어 있습니다 — 고정 해제 후 닫기
pt_br: A aba está fixada — desafixe para fechar
ru: Вкладка закреплена — открепите, чтобы закрыть
zh_hans: 标签页已固定 — 取消固定以关闭

# tab.closeTabsToTheRight
source: Close Tabs to the Right
de: Rechte Tabs schließen
es: Cerrar pestañas a la derecha
fr: Fermer les onglets à droite
ja: 右側のタブを閉じる
ko: 오른쪽 탭 닫기
pt_br: Fechar abas à direita
ru: Закрыть вкладки справа
zh_hans: 关闭右侧标签页

# tab.copyPath
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
ru: Скопировать путь
zh_hans: 拷贝路径

# tab.copyRelativePath
source: Copy Relative Path
de: Relativen Pfad kopieren
es: Copiar ruta relativa
fr: Copier le chemin relatif
ja: 相対パスをコピー
ko: 상대 경로 복사
pt_br: Copiar caminho relativo
ru: Скопировать относительный путь
zh_hans: 拷贝相对路径

# tab.switchNext
source: Next Tab
de: Nächster Tab
es: Pestaña siguiente
fr: Onglet suivant
ja: 次のタブ
ko: 다음 탭
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签页

# tab.switchPrevious
source: Previous Tab
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent
ja: 前のタブ
ko: 이전 탭
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签页

# tab.moveLeading
source: Move Tab Left
de: Tab nach links verschieben
es: Mover pestaña a la izquierda
fr: Déplacer l’onglet vers la gauche
ja: タブを左へ移動
ko: 탭을 왼쪽으로 이동
pt_br: Mover aba para a esquerda
ru: Переместить вкладку влево
zh_hans: 向左移动标签页

# tab.moveToNextPane
source: Move Tab to Next Pane
de: Tab in nächsten Bereich verschieben
es: Mover pestaña al panel siguiente
fr: Déplacer l’onglet dans le volet suivant
ja: タブを次のペインへ移動
ko: 탭을 다음 패널로 이동
pt_br: Mover aba para o próximo painel
ru: Переместить вкладку в следующую область
zh_hans: 将标签页移动到下一个窗格
